Repository: Ouyancheng/HowMuch
Catalog: HowMuch/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %lld ledgers, %lld expenses, %lld receipts. %lld UUIDs already exist.
zh_hans: %1$lld 个账本、%2$lld 笔开支、%3$lld 张收据。已有 %4$lld 个 UUID。
zh_hk: %1$lld 個賬本、%2$lld 筆開支、%3$lld 張收據。已有 %4$lld 個 UUID。

source: About
zh_hans: 关于
zh_hk: 關於

source: Account
zh_hans: 账户
zh_hk: 賬戶

source: Activity
zh_hans: 活动
zh_hk: 活動

source: Add Category
zh_hans: 添加类别
zh_hk: 新增類別

source: Add expenses to see totals by category and currency.
zh_hans: 添加开支后即可查看按类别与货币的合计。
zh_hk: 新增開支後即可查看按類別與貨幣的合計。

source: Add Payment Method
zh_hans: 添加付款方式
zh_hk: 新增付款方式

source: Add your first spend to get started.
zh_hans: 添加第一笔开支即可开始。
zh_hk: 新增第一筆開支即可開始。

source: Added by %@
zh_hans: 由%1$@添加
zh_hk: 由%1$@新增

source: Alipay
zh_hans: 支付宝
zh_hk: 支付寶

source: All currencies, in %@. Default rates are used when an expense was not entered in this currency.
zh_hans: 所有货币均以%1$@显示。若开支并非以此货币输入，则使用默认汇率。
zh_hk: 所有貨幣均以%1$@顯示。若開支並非以此貨幣輸入，則使用預設匯率。

source: All Time
zh_hans: 全部
zh_hk: 全部

source: Amount
zh_hans: 金额
zh_hk: 金額

source: Amount must be greater than zero
zh_hans: 金额必须大于零
zh_hk: 金額必須大於零

source: Archive
zh_hans: 封存
zh_hk: 封存

source: Archive Contents
zh_hans: 归档内容
zh_hk: 封存檔內容

source: Archive exported successfully.
zh_hans: 归档已成功导出。
zh_hk: 封存檔已成功輸出。

source: Archive imported successfully.
zh_hans: 归档已成功导入。
zh_hk: 封存檔已成功輸入。

source: Archive record counts do not match: %@
zh_hans: 归档记录数不匹配：%1$@
zh_hk: 封存檔記錄數目不相符：%1$@

source: Archive version %lld is not supported.
zh_hans: 不支持归档版本 %1$lld。
zh_hk: 不支援封存檔版本 %1$lld。

source: Archives are portable local copies. Import always writes to your private data store and never restores sharing.
zh_hans: 归档是可移植的本地副本。导入始终写入你的私有数据存储，且不会恢复共享。
zh_hk: 封存檔是可攜式本機副本。輸入內容只會寫入你的私人資料儲存區，且不會恢復共享。

source: Bank Transfer
zh_hans: 银行转账
zh_hk: 銀行轉賬

source: Billing Currency
zh_hans: 结算货币
zh_hk: 結算貨幣

source: Blue
zh_hans: 蓝色
zh_hk: 藍色

source: Bus
zh_hans: 公交车
zh_hk: 巴士

source: By Category
zh_hans: 按类别
zh_hk: 按類別

source: By Charged Currency
zh_hans: 按入账货币
zh_hk: 按入賬貨幣

source: By Spend Currency
zh_hans: 按消费货币
zh_hk: 按消費貨幣

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Car
zh_hans: 汽车
zh_hk: 汽車

source: Cash
zh_hans: 现金
zh_hk: 現金

source: Categories
zh_hans: 类别
zh_hk: 類別

source: Category
zh_hans: 类别
zh_hk: 類別

source: Category totals in %@.
zh_hans: 类别合计以%1$@计。
zh_hk: 類別合計以%1$@計。

source: Change Reporting Currency?
zh_hans: 更改报告货币？
zh_hk: 更改報告貨幣？

source: Charged
zh_hans: 入账
zh_hk: 入賬

source: Charged Currency
zh_hans: 入账货币
zh_hk: 入賬貨幣

source: Checking…
zh_hans: 正在检查…
zh_hk: 正在檢查…

source: Close
zh_hans: 关闭
zh_hk: 關閉

source: CloudKit is off, so the schema cannot be initialized.
zh_hans: CloudKit 已关闭，无法初始化架构。
zh_hk: CloudKit 已關閉，無法初始化架構。

source: CloudKit is off. Data stays on this device until iCloud sync is available.
zh_hans: CloudKit 已关闭。数据会留在此设备，直至 iCloud 同步可用。
zh_hk: CloudKit 已關閉。資料會留在此裝置，直至 iCloud 同步可用。

source: CloudKit schema initialized.
zh_hans: 已初始化 CloudKit 架构。
zh_hk: 已初始化 CloudKit 架構。

source: CloudKit Sync
zh_hans: CloudKit 同步
zh_hk: CloudKit 同步

source: Color
zh_hans: 颜色
zh_hk: 顏色

source: Consumption
zh_hans: 消费
zh_hk: 消費

source: Coral
zh_hans: 珊瑚红
zh_hk: 珊瑚紅

source: Create Family Ledger
zh_hans: 创建家庭账本
zh_hk: 建立家庭賬本

source: Create Personal Ledger
zh_hans: 创建个人账本
zh_hk: 建立個人賬本

source: Creates a separate copy of every record with new UUIDs.
zh_hans: 使用新 UUID 为每条记录创建独立副本。
zh_hk: 使用新的 UUID 為每項記錄建立獨立副本。

source: Creates missing records and overwrites matching attributes and receipts. Records absent from the archive are never deleted.
zh_hans: 创建缺失记录并覆盖匹配的属性和收据。绝不会删除归档中没有的记录。
zh_hk: 建立缺少的記錄並覆寫相符的屬性和收據。絕不會刪除封存檔中沒有的記錄。

source: Creates missing UUIDs and leaves existing records unchanged.
zh_hans: 创建缺失的 UUID，并保留现有记录不变。
zh_hk: 建立缺少的 UUID，並保留現有記錄不變。

source: Credit Card
zh_hans: 信用卡
zh_hk: 信用卡

source: Currency
zh_hans: 货币
zh_hk: 貨幣

source: Custom color
zh_hans: 自定义颜色
zh_hk: 自訂顏色

source: Cyan
zh_hans: 青色
zh_hk: 青色

source: Date
zh_hans: 日期
zh_hk: 日期

source: Debit Card
zh_hans: 借记卡
zh_hk: 扣賬卡

source: Delete
zh_hans: 删除
zh_hk: 刪除

source: Details
zh_hans: 详细信息
zh_hk: 詳細資料

source: Developer
zh_hans: 开发者
zh_hk: 開發者

source: Dining
zh_hans: 外出用餐
zh_hk: 外出用餐

source: Done
zh_hans: 完成
zh_hk: 完成

source: Edit Expense
zh_hans: 编辑开支
zh_hk: 編輯開支

source: Education
zh_hans: 教育
zh_hk: 教育

source: Emerald
zh_hans: 翠绿色
zh_hk: 翠綠色

source: Enter the amount in the ledger reporting currency.
zh_hans: 请输入账本汇报货币的金额。
zh_hk: 請輸入賬本彙報貨幣的金額。

source: Entertainment
zh_hans: 娱乐
zh_hk: 娛樂

source: Expense
zh_hans: 开支
zh_hk: 開支

source: Export Archive…
zh_hans: 导出归档…
zh_hk: 輸出封存檔…

source: Family
zh_hans: 家庭
zh_hk: 家庭

source: Family ledgers are shared with people you invite. Personal ledgers stay private.
zh_hans: 家庭账本会与你邀请的人共享。个人账本保持私密。
zh_hk: 家庭賬本會與你邀請的人共享。個人賬本保持私密。

source: Family Sharing
zh_hans: 家庭共享
zh_hk: 家庭共享

source: Favorite
zh_hans: 收藏
zh_hk: 喜愛

source: Food
zh_hans: 饮食
zh_hk: 飲食

source: Games
zh_hans: 游戏
zh_hk: 遊戲

source: General
zh_hans: 通用
zh_hk: 一般

source: Gift
zh_hans: 礼物
zh_hk: 禮物

source: Gifts
zh_hans: 礼物
zh_hk: 禮物

source: Gold
zh_hans: 金色
zh_hk: 金色

source: Green
zh_hans: 绿色
zh_hk: 綠色

source: Groceries
zh_hans: 日用
zh_hk: 日用

source: Health
zh_hans: 健康
zh_hk: 健康

source: Home
zh_hans: 家庭
zh_hk: 家居

source: Housing
zh_hans: 住房
zh_hk: 住屋

source: iCloud is not available. Sign in to iCloud to share a family ledger.
zh_hans: 无法使用 iCloud。请登录 iCloud 以共享家庭账本。
zh_hk: 無法使用 iCloud。請登入 iCloud 以共享家庭賬本。

source: iCloud is required to share a family ledger.
zh_hans: 共享家庭账本需要 iCloud。
zh_hk: 共享家庭賬本需要 iCloud。

source: iCloud Sync
zh_hans: iCloud 同步
zh_hk: iCloud 同步

source: iCloud Sync Off
zh_hans: iCloud 同步已关闭
zh_hk: iCloud 同步已關閉

source: Icon
zh_hans: 图标
zh_hk: 圖示

source: Implied Rate
zh_hans: 隐含汇率
zh_hk: 隱含匯率

source: Import
zh_hans: 导入
zh_hk: 輸入

source: Import Archive…
zh_hans: 导入归档…
zh_hk: 輸入封存檔…

source: Import as Copies
zh_hans: 导入为副本
zh_hk: 輸入為副本

source: Import Mode
zh_hans: 导入模式
zh_hk: 輸入模式

source: Import Preview
zh_hans: 导入预览
zh_hk: 輸入預覽

source: Include Receipts
zh_hans: 包含收据
zh_hk: 包括收據

source: Indigo
zh_hans: 靛蓝色
zh_hk: 靛藍色

source: Insights
zh_hans: 洞察
zh_hk: 洞察

source: Invite people with Apple ID via Messages or Mail after you create the ledger.
zh_hans: 创建账本后，通过信息或邮件邀请使用 Apple ID 的家人。
zh_hk: 建立賬本後，透過訊息或郵件邀請使用 Apple ID 的家人。

source: Invite people with Apple ID via Messages or Mail.
zh_hans: 通过信息或邮件邀请使用 Apple ID 的家人。
zh_hk: 透過訊息或郵件邀請使用 Apple ID 的家人。

source: Invite people with Apple ID via Messages or Mail. Everyone sees and edits the same family expenses.
zh_hans: 通过信息或邮件邀请使用 Apple ID 的家人。所有人都能查看并编辑同一笔家庭开支。
zh_hk: 透過訊息或郵件邀請使用 Apple ID 的家人。所有人都能查看並編輯同一筆家庭開支。

source: Invite people with their Apple Account via Messages or Mail after you create the ledger.
zh_hans: 创建账本后，可通过“信息”或“邮件”邀请使用 Apple 账户的成员。
zh_hk: 建立賬本後，可透過「訊息」或「郵件」邀請使用 Apple 帳户的成員。

source: Invite someone with their Apple Account using Messages or Mail. They get the same family expenses, not a bill split.
zh_hans: 通过“信息”或“邮件”邀请使用 Apple 账户的成员。他们会看到相同的家庭开支，而不是分账。
zh_hk: 透過「訊息」或「郵件」邀請使用 Apple 帳户的成員。他們會看到相同的家庭開支，而不是分賬。

source: Keep Historical Values
zh_hans: 保留历史值
zh_hk: 保留歷史數值

source: Kind
zh_hans: 类型
zh_hk: 類型

source: Last 30 Days
zh_hans: 过去 30 天
zh_hk: 過去 30 日

source: Leave Family
zh_hans: 离开家庭
zh_hk: 離開家庭

source: Ledger
zh_hans: 账本
zh_hk: 賬本

source: Ledgers
zh_hans: 账本
zh_hk: 賬本

source: Magenta
zh_hans: 品红色
zh_hk: 洋紅色

source: Manage Sharing
zh_hans: 管理共享
zh_hk: 管理共享

source: Me
zh_hans: 我
zh_hk: 我

source: Member
zh_hans: 成员
zh_hk: 成員

source: Menu item
zh_hans: 菜单项
zh_hk: 選單項目

source: Merchant
zh_hans: 商户
zh_hk: 商戶

source: Merchant or note
zh_hans: 商户或备注
zh_hk: 商戶或備註

source: Merge by UUID
zh_hans: 按 UUID 合并
zh_hk: 按 UUID 合併

source: Move %@ down
zh_hans: 下移%1$@
zh_hk: 向下移動%1$@

source: Move %@ up
zh_hans: 上移%1$@
zh_hk: 向上移動%1$@

source: Move Down
zh_hans: 下移
zh_hk: 向下移動

source: Move Up
zh_hans: 上移
zh_hk: 向上移動

source: Name
zh_hans: 名称
zh_hk: 名稱

source: Name is required
zh_hans: 必须填写名称
zh_hk: 必須填寫名稱

source: New Expense
zh_hans: 新增开支
zh_hk: 新增開支

source: New Family Ledger
zh_hans: 新建家庭账本
zh_hk: 新增家庭賬本

source: New Ledger
zh_hans: 新建账本
zh_hk: 新增賬本

source: New Personal Ledger
zh_hans: 新建个人账本
zh_hk: 新增個人賬本

source: No Expenses
zh_hans: 没有开支
zh_hk: 沒有開支

source: No iCloud Account
zh_hans: 未登录 iCloud
zh_hk: 未登入 iCloud

source: No participants yet. Share this ledger to invite family members.
zh_hans: 尚未有成员。共享此账本以邀请家人。
zh_hk: 尚未有成員。共享此賬本以邀請家人。

source: None
zh_hans: 无
zh_hk: 無

source: Not Signed In
zh_hans: 未登录
zh_hk: 未登入

source: Note
zh_hans: 备注
zh_hk: 備註

source: Off
zh_hans: 关
zh_hk: 關閉

source: On
zh_hans: 开
zh_hk: 開啟

source: Orange
zh_hans: 橙色
zh_hk: 橙色

source: Other
zh_hans: 其他
zh_hk: 其他

source: Outflow
zh_hans: 流出
zh_hk: 流出

source: Owner
zh_hans: 所有者
zh_hk: 擁有人

source: Participants
zh_hans: 成员
zh_hk: 成員

source: Payment Method
zh_hans: 付款方式
zh_hk: 付款方式

source: Payment Methods
zh_hans: 付款方式
zh_hk: 付款方式

source: Personal
zh_hans: 个人
zh_hk: 個人

source: Personal Ledger
zh_hans: 个人账本
zh_hk: 個人賬本

source: Personal Ledgers
zh_hans: 个人账本
zh_hk: 個人賬本

source: Personal ledgers stay private and sync across your own devices with iCloud.
zh_hans: 个人账本保持私密，并通过 iCloud 在你自己的设备之间同步。
zh_hk: 個人賬本保持私密，並透過 iCloud 在你自己的裝置之間同步。

source: Personal ledgers stay private. Create a family ledger to share.
zh_hans: 个人账本保持私密。请创建家庭账本才能共享。
zh_hk: 個人賬本保持私密。請建立家庭賬本才能共享。

source: Pets
zh_hans: 宠物
zh_hk: 寵物

source: Phone
zh_hans: 手机
zh_hk: 電話

source: Pink
zh_hans: 粉红色
zh_hk: 粉紅色

source: Preparing archive…
zh_hans: 正在准备归档…
zh_hk: 正在準備封存檔…

source: Private iCloud sync is on for your Apple Account. Family sharing uses a shared iCloud zone.
zh_hans: 你的 Apple 账户已启用私人 iCloud 同步。家庭共享使用共享的 iCloud 区域。
zh_hk: 你的 Apple 帳户已啟用私人 iCloud 同步。家庭共享使用共享的 iCloud 區域。

source: Private iCloud sync is on for your Apple ID. Family sharing uses a shared iCloud zone.
zh_hans: 已为你的 Apple ID 开启私人 iCloud 同步。家庭共享使用共享的 iCloud 区域。
zh_hk: 已為你的 Apple ID 開啟私人 iCloud 同步。家庭共享使用共享的 iCloud 區域。

source: Purple
zh_hans: 紫色
zh_hk: 紫色

source: Range
zh_hans: 范围
zh_hk: 範圍

source: Read Only
zh_hans: 只读
zh_hk: 唯讀

source: Read-Write
zh_hans: 可读写
zh_hk: 可讀寫

source: Recalculate Stored Figures
zh_hans: 重新计算已存数字
zh_hk: 重新計算已儲存數字

source: Recalculation uses the app's deterministic default exchange rates. The result is an approximation, not a historical market rate. Spend and charged amounts are never changed.
zh_hans: 重新计算使用 App 的固定默认汇率。结果是近似值，并非历史市场汇率。消费金额和扣款金额绝不会更改。
zh_hk: 重新計算會使用 App 的固定預設匯率。結果是約數，並非歷史市場匯率。消費金額和扣款金額絕不會更改。

source: Recurring
zh_hans: 定期
zh_hk: 定期

source: Replace Matching
zh_hans: 替换匹配项
zh_hk: 取代相符項目

source: Reporting Currency
zh_hans: 汇报货币
zh_hk: 彙報貨幣

source: Restricted
zh_hans: 受限制
zh_hk: 受限制

source: Save
zh_hans: 保存
zh_hk: 儲存

source: Schema initialization needs a CloudKit-signed build.
zh_hans: 初始化架构需要已签署 CloudKit 的构建。
zh_hk: 初始化架構需要已簽署 CloudKit 的建置。

source: Select a category
zh_hans: 请选择类别
zh_hk: 請選擇類別

source: Select a ledger
zh_hans: 请选择账本
zh_hk: 請選擇賬本

source: Select a payment method
zh_hans: 请选择付款方式
zh_hk: 請選擇付款方式

source: Selected
zh_hans: 已选择
zh_hk: 已選取

source: Settings
zh_hans: 设置
zh_hk: 設定

source: Share Ledger
zh_hans: 共享账本
zh_hk: 共享賬本

source: Shopping
zh_hans: 购物
zh_hk: 購物

source: Sign in to iCloud in Settings to sync across your devices and share with family. Your personal ledger still works on this device.
zh_hans: 请在“设置”中登录 iCloud，即可在设备之间同步并与家人共享。个人账本仍可在此设备使用。
zh_hk: 請在「設定」中登入 iCloud，即可在裝置之間同步並與家人共享。個人賬本仍可在此裝置使用。

source: Sign in to iCloud with your Apple Account in %@, then return to HowMuch.
zh_hans: 请在%1$@中使用 Apple 账户登录 iCloud，然后返回 HowMuch。
zh_hk: 請在%1$@中使用 Apple 帳户登入 iCloud，然後返回 HowMuch。

source: Signed In
zh_hans: 已登录
zh_hk: 已登入

source: Slate
zh_hans: 灰蓝色
zh_hk: 灰藍色

source: Spend
zh_hans: 消费
zh_hk: 消費

source: Spend tracking for individuals and families, using your Apple Account.
zh_hans: 使用 Apple 账户，为个人和家庭追踪开支。
zh_hk: 使用 Apple 帳户，為個人和家庭追蹤開支。

source: Spend tracking for individuals and families, using your Apple ID.
zh_hans: 为个人与家庭而设的开支追踪，使用你的 Apple ID。
zh_hk: 為個人與家庭而設的開支追蹤，使用你的 Apple ID。

source: Spending
zh_hans: 开支
zh_hk: 開支

source: Spending by Category
zh_hans: 按类别查看开支
zh_hk: 按類別查看開支

source: Stop Sharing
zh_hans: 停止共享
zh_hk: 停止共享

source: Subscriptions
zh_hans: 订阅
zh_hk: 訂閱

source: System Settings
zh_hans: 系统设置
zh_hk: 系統設定

source: Temporarily Unavailable
zh_hans: 暂时不可用
zh_hk: 暫時無法使用

source: The archive contains a duplicate UUID: %@
zh_hans: 归档包含重复的 UUID：%1$@
zh_hk: 封存檔包含重複的 UUID：%1$@

source: The archive contains a missing reference: %@
zh_hans: 归档包含缺失的引用：%1$@
zh_hk: 封存檔包含缺少的參照：%1$@

source: The archive contains an invalid value: %@
zh_hans: 归档包含无效值：%1$@
zh_hk: 封存檔包含無效值：%1$@

source: The archive contains an unsafe path: %@
zh_hans: 归档包含不安全的路径：%1$@
zh_hk: 封存檔包含不安全的路徑：%1$@

source: The billing currency is what this card or wallet charges. Dual-currency spends use it as the charged amount.
zh_hans: 结算货币是此卡或钱包扣款所用的货币。双货币开支会用它作为入账金额。
zh_hk: 結算貨幣是此卡或錢包扣款所用的貨幣。雙貨幣開支會用它作為入賬金額。

source: The private data store is unavailable.
zh_hans: 私有数据存储不可用。
zh_hk: 私人資料儲存區無法使用。

source: This build keeps data on this Mac. Choose a Team in Xcode and enable CloudKit to turn on iCloud sync.
zh_hans: 此版本将数据保存在这台 Mac 上。在 Xcode 中选择开发团队并启用 CloudKit 即可打开 iCloud 同步。
zh_hk: 此版本會將資料留在這部 Mac。在 Xcode 選擇開發團隊並啟用 CloudKit，即可開啟 iCloud 同步。

source: This HowMuch archive is invalid: %@
zh_hans: 此 HowMuch 归档无效：%1$@
zh_hk: 此 HowMuch 封存檔無效：%1$@

source: This Month
zh_hans: 本月
zh_hk: 本月

source: This Month’s Spend
zh_hans: 本月开支
zh_hk: 本月開支

source: Total
zh_hans: 合计
zh_hk: 合計

source: Transit
zh_hans: 公共交通
zh_hk: 公共交通

source: Transport
zh_hans: 交通
zh_hk: 交通

source: Travel
zh_hans: 旅行
zh_hk: 旅行

source: Unknown
zh_hans: 未知
zh_hk: 未知

source: Unknown Participant
zh_hans: 未知成员
zh_hk: 未知成員

source: Utilities
zh_hans: 公用事业
zh_hk: 公用事業

source: UUID %@ already exists in shared data and cannot be imported privately.
zh_hans: UUID %1$@ 已存在于共享数据中，无法导入私有存储。
zh_hk: UUID %1$@ 已存在於共享資料中，無法輸入私人儲存區。

source: WeChat
zh_hans: 微信支付
zh_hk: 微信支付

source: When spend and charge currencies differ, enter what the card or wallet actually billed.
zh_hans: 当消费货币与入账货币不同时，请输入卡或钱包实际扣除的金额。
zh_hk: 當消費貨幣與入賬貨幣不同時，請輸入卡或錢包實際扣除的金額。

source: Working offline. Your data stays on this device until iCloud is available.
zh_hans: 离线使用中。数据会留在此设备，直至 iCloud 可用。
zh_hk: 離線使用中。資料會留在此裝置，直至 iCloud 可用。

source: You
zh_hans: 你
zh_hk: 你
